Repository: iDiegoNL/influenzanet-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, sv

source: Please check your spam folder in case you do not get this email in your Inbox. If you have any problems activating your account, please
it: Se non ricevi la mail di attivazione, controlla nella tua caselladi spam. Se riscontri qualunque problema nell'attivazione del tuo account, per favore
sv: Kolla dina spam filter om du inte får e-posten.Om du har tekniska problem med aktiveringen, vänligen

source: Registration Form
it: Modulo di registrazione
sv: Anmälan

source: Join the survey
it: Entra nel progetto

source: You will need a working email address in order to register for the flusurvey.
it: Per poterti registrare, devi inserire un indirizzo email valido.

source: Choose a username consisting of numbers, letters and/or underscores (no spaces) and a password.<br />If you have forgotten your password or username, you can
it: Puoi scegliere un nome utente e una password. Il nome utente puòesserecostituito solo da numeri, lettere e/o trattini bassi, ad esempio <i>mariorossi</i> o <i>mario_rossi</i>. Non puoi usare spazi.<br />Se hai dimenticato la tua password o il tuo username, puoi

source: Search result
it: Risultati della ricerca
sv: Sökresultat

source: Results
it: Risultati
sv: Resultat

source: No results found
it: Nessun risultato trovato
sv: Inga resultat funna

source: Your results
it: Risultati

source: The health status of each participant is based on the symptoms you reported. <strong>This is not a medical diagnosis</strong>. We only ask for symptoms indicative of influenza-like illness, common colds, allergies and gastric flu. If you have other symptoms, or you are at all worried, we recommend that you contact your doctor or telephone NHS Direct / NHS 24.
it: Il responso per ogni partecipante è basato sui sintomi da te inseriti. <strong>Non rappresenta in alcun modo una diagnosi medica</strong>. Nel questionario ti chiediamo di inserire soltanto sintomi collegati a influenza, raffreddore o influenza gastrointestinale. Se hai sintomi di altra natura, dubbi o sei comunque preoccupato ti raccomandiamo di consultare il tuo medico.
sv: Influensakoll ger ingen diagnostisk information om deltagarnas hälsostatus. Kontakta din vårdcentral eller sjukvårdsrådgivningen om du behöver råd eller vård.

source: Group Management
it: Membri del gruppo

source: Add person
it: Aggiungi una persona

source: Select/deselect all
it: Seleziona/deseleziona tutti

source: Rename
it: Rinomina

source: Mark selected as healthy
it: Segnala come sano/sana

source: Are you absolutely sure you want to delete this user?
it: Sei sicuro di voler eliminare questo/questi componenti?

source: Since this year, school classes have been invited to participate to the project. If you belong to a class and you have received a code,
it: Da quest'anno, le scuole sono state invitate a partecipare ad Influweb: ciascuno studente puo' partecipare inserendo il proprio codice di classe. Per entrare a far parte del gruppo della tua classe,

source: enter your code and join a group
it: inserisci il codice che hai ricevuto dal tuo insegnante.

source: Status
it: Stato

source: Report
it: Sintomi

source: Change profile
it: Profilo
sv: Bakgrundsenkäten

source: Mark as healthy
it: Segnala come sano/sana

source: Delete member(s)
it: Elimina elemento/i

source: Are you absolutely sure you want to delete this user/these users?
it: Sei sicuro di voler eliminare questo/questi componenti?

source: Survey Form
it: Questionario
sv: Rapportera

source: Thank you for your submission!
it: Grazie per aver usato il nostro sito!

source: Add Person
it: Aggiungi una persona
sv: Lägg till profilen

source: Edit Person
it: Modifica il nome
sv: Redigera profilen

source: Confirm removal
it: Conferma la rimozione
sv: Bekräfta borttagning

source: Confirm the removal of the person:
it: Conferma la rimozione della persona:
sv: Bekräfta borttagningen av profilen:

source: Yes
it: Sì
sv: Ja

source: Edit Profile
it: Modifica il profilo
sv: Redigera profilen

source: Select User
it: Seleziona una persona
sv: Välj användare

source: Here is a summary of the information you entered for you and the members of your group or family:
it: Ecco il riepilogo dei dati da te inseriti per te e per i componenti del tuo gruppo o nucleo familiare:
sv: Här är en sammanfattning av de uppgifter som du angett för dina profiler:

source: Group members
it: Membri del gruppo
sv: Profilnamn

source: Health status
it: Stato di salute
sv: Hälsostatus

source: Manage
it: Gestisci
sv: Hantera

source: Change name
it: Modifica il nome
sv: Byt profilnamn

source: Enter symptoms
it: Inserisci i sintomi
sv: Rapportera

source: Remove
it: Rimuovi
sv: Ta bort

source: The flu status of each participant is based on the symptoms you reported. <strong>This is not a medical diagnosis</strong>. We only ask for symptoms indicative of influenza-like illness, common colds, gastric flu. If you have other symptoms, or you are at all worried, we recommend that you contact your doctor or telephone NHS Direct / NHS 24.
it: Il responso per ogni partecipante è basato sui sintomi da te inseriti. <strong>Non rappresenta in alcun modo una diagnosi medica</strong>. Nel questionario ti chiediamo di inserire soltanto sintomi collegati a influenza, raffreddore o influenza gastrointestinale. Se hai sintomi di altra natura, dubbi o sei comunque preoccupato ti raccomandiamo di consultare il tuo medico.

source: Fill out date
it: Data di compilazione
sv: Datum för rapportering

source: Member
it: Membro del gruppo
sv: Profil

source: Thanks for changing your profile,
it: Grazie per aver modificato il tuo profilo,
sv: Tack för att du ändrat din profil,

source: Please, if you have not already done so, fill in
it: Ti invitiamo, se non lo hai ancora fatto, a compilare
sv: Om du inte redan gjort det, var vänlig fyll i

source: the symptoms questionaire
it: il questionario dei sintomi
sv: symptomenkäten

source: Register your class on Flusurvey
it: Registra la tua classe su Influweb

source: By adding the code in the field here, you will be adding the selected student to your Flusurvey class.
it: Aggiungendo il codice nel campo sottostante, aggiungerai lo studente selezionato alla tua classe Influweb

source: Select student to register
it: Seleziona lo studente da registrare

source: Enter your code
it: Inserisci il tuo codice

source: The participant has been registred in the class :
it: Il partecipante è stato registrato nella classe

source: Problem occured during registration, try later or contact us
it: C'è stato un problema durante la registrazione. Riprova o contattaci.

source: Back to group management page
it: Torna alla pagina iniziale

source: Hi,<br><br> %(sender)s wants to invite you to register in our website.<br> %(personnal)s If you are interested, you can register to the website by using the following adress:<br><br> <a href="%(url)s">%(url)s</a><br><br> You can also, help this user to invite new people by sending this address or telling people to register with the membership code : <b>%(key)s</b>
it: Ciao,<br><br> %(sender)s vuole invitarti a partecipare al progetto Influweb.<br> %(personnal)s Se sei interessato, puoi registrarti al seguente indirizzo:<br><br> <a href="%(url)s">%(url)s</a><br><br> Aiutaci ad invitare nuovi partecipanti inviando loro questo indirizzo o dicendo ai tuoi amici di registrarsi con il codice : <b>%(key)s</b>

source: Invite people to InfluenzaNet
it: Invita i tuoi amici su Influweb

source: This page allows you to invite people to register to this website. To invite someone add his email address to the box below
it: Da questa pagina puoi invitare i tuoi amici a registrarsi sul nostro sito. Per invitare qualcuno, inserisci il suo indirizzo email nel campo sottostante

source: Invite new people
it: Invita i tuoi amici

source: emails you want to be invited
it: indirizzo e-mail degli amici che vuoi invitare

source: add a new email
it: aggiungi un nuovo indirizzo e-mail

source: Enter at least one email
it: Inserisci almeno un indirizzo e-mail

source: Include your email address in the invitation (anonymous if not checked)
it: Inserisci il tuo indirizzo e-mail nell'invito (l'invito sarà anonimo se non inserisci il tuo indirizzo)

source: An optional name
it: Nome (opzionale)

source: You can also include a name which will be included in the invitation email (not stored in this website)
it: Puoi anche aggiungere un nome che verrà incluso nell'email di invito

source: You can also include a personnal text (not stored in this website)
it: Puoi aggiungere un testo personalizzato

source: An optional personnal text
it: Messaggio personalizzato (opzionale)

source: Send the invitations
it: Manda gli inviti

source: Email invitation preview
it: Anteprima dell'email di invito

source: Invitations already sent
it: Inviti già mandati

source: invitation you sent has been used
it: l'invito che hai mandato è stato utilizzato

source: Max invitations count reached
it: Hai raggiunto il massimo numero di inviti disponibili

source: Max invitations reached for this account. Please contact our team if you want to invite more people
it: Hai raggiunto il massimo numero di inviti disponibili. Ti preghiamo di contattarci nel caso tu voglia invitare altre persone.

source: %(count)d newsitem was published
sv: %(count)d nyheten publicerades

source: %(count)d newsitem was unpublished
sv: %(count)d nyheten av-publicerades

source: Journal entries
sv: Journal inlägg

source: A slug is a short name which uniquely identifies the category
sv: En slug är ett kort namn som unikt identifierar kategorin

source: Title
sv: Titel

source: Category
sv: Kategori

source: Categories
sv: Kategorier

source: A slug is a short name which uniquely identifies the news item for this day
sv: En slug är ett kort namn som unikt identifierar nyheterna för denna dag

source: Excerpt
sv: Utdrag

source: Content
sv: Innehåll

source: Image
sv: Bild

source: Alignment of the image
sv: Figursättning

source: Left
sv: Vänster

source: Right
sv: Höger

source: Published
sv: Publicerad

source: Publication date
sv: Publiceringsdatum

source: Entry
sv: Ett inlägg

source: Entries
sv: Inlägg

source: Number of entries to show
sv: Antal inlägg att visa

source: Limits the number of entries that will be displayed
sv: Begränsar antalet inlägg som visas

source: Leave this field blank to match all categories
sv: Lämna fältet tomt för att matcha alla kategorier

source: External link
sv: Extern länk

source: Light color
sv: Ljus färg

source: Hexidecimal value w/o preceding '#'; The dark color is calculated from this.
sv: Hexidecimalt värde utan föregående '#'; Den mörka färgen är beräknas från detta värde.

source: Use a hexidecimal value (length: 6) without the preceding #
sv: Använd ett hexidecimalt värde (längd: 6) utan föregående #

source: Logo
sv: Logotyp

source: Footer
sv: Fotsida

source: The footer will be displayed at the bottom of each page
sv: Fotsidan visas längst ner på varje sida

source: Site settings
sv: Sajtens Inställningar

source: Survey Chart
sv: Enkätdiagram

source: Cold / allergy
sv: Förkylning / allergi

source: Other non-influenza symptons
sv: Andra icke-influensaliknande symptom

source: Weekly survey
sv: Symptomenkäten

source: No
sv: Nej

source: Date & time of the first reminder and point of reference for subsequent reminders; (Time zone: MET)
sv: Datum och tid för första påminnelsen och referenspunkt för efterföljande påminnelser; (tidszon: MET)

source: Next status
sv: <saknas>

source: You have to fill your profile data first.
sv: Var vänlig fyll i bakgrundsenkäten för den här profilen. Bakgrundsenkäten måste vara komplett innan du kan rapportera för den här profilen.

source: One or more questions have empty or invalid answer. Please fix it first.
sv: Kontrollera dina svar. Det verkar finnas ett eller flera tomma eller ogiltiga svar.

source: People
sv: Profiler

source: Add new person
sv: Lägg till en ny profil

source: This account is inactive.
sv: Detta konto har inte aktiverats. Klicka på länken i det e-postmeddelande du fått angående aktivering av ditt konto. Om du inte fått någon e-post, kolla dina spam filter. Skriv annars till oss på influensakoll@smi.se.

source: Activate your account: Click the following URL or copy and paste it to the browser's address bar. http://%(site)s/accounts/activate/%(activation_key)s/ This activation URL will expire in %(expiration_days)s days.
sv: Aktivera ditt konto: Tack för att du vill gå med i Influensakoll! För att aktivera ditt konto enkelklicka på länken nedan eller kopiera och klistra in den i din webbläsare. http://%(site)s/accounts/activate/%(activation_key)s/ Den här länken för aktivering är giltig i %(expiration_days)s dagar. När du har aktiverat ditt konto kan du logga in. Första gången du loggar in på ditt användarkonto behöver du skapa din profil och fylla i en enkät om din bakgrund. Först när du fyllt i bakgrundsenkäten kan du rapportera sjukdom. Bästa hälsningar Influensakoll

source: Activate your account! %(site)s
sv: Aktivera ditt konto! %(site)s

source: Manage household
sv: Hantera profiler

source: Below is the list of participants currently managed by you. Click the corresponding option next to the participant to complete the background or symptoms questionnaire for that person, or to remove a participant.
sv: På den här sidan kan du se alla profiler som du redan skapat under ditt användarkonto, uppdatera bakgrundsinformation för varje profil, och välja vilket profilnamn du vill rapportera för. Du kan även lägga till nya profiler. <a href='http://www.influensakoll.se/sv/flera-profiler/'>Här</a> kan du läsa mer om att hantera fler profiler. När du har skapat en profil och fyllt i bakgrundsinformationen kan du rapportera direkt för den profilen. Vi hoppas att du kan rapportera varje vecka, oavsett om du är frisk eller sjuk. Samma sak gäller alla profiler - all information hjälper oss att få koll på influensaläget i Sverige!

source: Background
sv: Bakgrund

source: Symptoms
sv: Symptom

source: Completing for participant
sv: Enkäten gäller profilnamnet

source: Symptoms survey
sv: Symptomenkäten
