Repository: iDiegoNL/influenzanet-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, sv

source: Username
it: Utente

source: This value must contain only letters, numbers and underscores.
it: Inserisci un valore valido composto da lettere, numeri o trattini bassi

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
it: Obbligatorio. 30 caratteri o meno. Solo lettere, numeri e @/./+/-/_

source: This value may contain only letters, numbers and @/./+/-/_ characters.
it: Questo campo può contenere soltanto lettere, numeri e @/./+/-/_

source: Email
it: Indirizzo email
sv: E-post

source: Send reminders
it: Invia i reminder
sv: Skicka påminnelser

source: Check this box if you wish to receive weekly reminders throughout the flu season
it: Seleziona questa opzione se desideri ricevere i reminder settimanali per tutta la stagione influenzale.

source: Language
it: Lingua

source: This email is already in use
it: Questo indirizzo email è già stato utilizzato

source: A user with this username already exists
it: Un utente con questo nome è già presente nel database

source: Contest
it: Concorso

source: Name
it: Nome
sv: Namn

source: Message
it: Messaggio
sv: Meddelande

source: Publish selected news
it: Pubblica le notizie selezionate
sv: Publicera valda nyheter

source: Unpublish selected news
it: Depubblica le notizie selezionate
sv: Avpublicera valda nyheter

source: Survey
it: Questionario

source: Enter a valid year and month.
it: Inserisci un anno e un mese validi.
sv: Kontrollera att du fyllt i giltig månad och giltigt år (MM/ÅÅÅÅ).

source: Enter a valid date.
it: Inserisci un codice postale valido.

source: Enter a valid postal code.
it: Inserisci un codice postale valido.
sv: Kontrollera att du fyllt i ett giltigt postnummer.

source: Enter a valid value consisting of letters, numbers or underscores
it: Inserisci un valore valido composto da lettere, numeri o trattini bassi
sv: Fyll i ett giltigt värde bestående av bokstäver, siffor eller underscore (_). För mer information om vad som är tillåtet, klicka på <a href='http://www.influensakoll.se/sv/jag-vill-vara-med/'>instruktionerna</a>.

source: Thanks - your diagnosis:
it: Grazie! Il tuo responso:

source: Thanks for taking the time to fill out this survey.
it: Grazie per aver compilato il questionario.
sv: Tack för att du är med i Influensakoll.

source: At the beginning of the season we ask you to verify last year's information. Please check the information below.
it: All'inizio di ogni stagione ti chiediamo di verificare le informazioni inserite lo scorso anno. Per favore controlla le informazioni seguenti:

source: Year and month (in YYYY-MM format)
it: Anno e mese (nel formato AAAA-MM)
sv: År och månad (ÅÅÅÅ-MM format)

source: Date (in YYYY-MM-DD format)
it: Anno e mese (nel formato AAAA-MM)

source: Postal code
it: Codice postale
sv: Postnummer

source: If 'send_reminders' is checked the other fields pertaining to reminders are required
it: Se 'send_reminders' è selezionato, gli altri campi riguardanti i reminder sono obbligatori
sv: Om 'skicka_påminnelser' är ikryssad så är fälten som handlar om påminnelser obligatoriska

source: If 'send_resubscribe_email' is checked the other fields pertaining to resubscription are required
it: Se 'send_reminders' è selezionato, gli altri campi riguardanti i reminder sono obbligatori

source: If no dates are shown here, check your site settings
it: Se qui non viene mostrata alcuna data, controlla le impostazioni del tuo sito
sv: Om inga datum visas här, kolla dina sajtinställningar

source: Check this box to send reminders
it: Seleziona questa opzione per mandare i reminder
sv: Kryssa i den här boxen för att skicka påminnelser

source: Interval
it: Intervallo

source: Weekly
it: Settimanale
sv: Veckovis

source: Bi-weekly
it: Bisettimanale
sv: Varannan vecka

source: Don't send reminders at a fixed interval
it: Non inviare reminder a un intervallo fissato

source: Begin date
it: Data di inizio
sv: Startdatum

source: Reminder settings
it: Impostazioni per il reminder
sv: Påminnelse inställningar

source: Is default reminder
it: è il reminder di default
sv: Är standard påminnelse

source: If this option is checked this template is the standard template for reminder emails.
it: Se questa opzione è selezionata questo template è lo standard per le email dei reminder
sv: Om detta alternativ är markerat denna mall är den standard mallen för påminnelse e-post.

source: Is default newsitem
it: è il default per le news
sv: Är standard nyhet

source: If this option is checked this template is the standard template for new news items.
it: Se questa opzione è selezionata questo template è lo standard per le nuove notizie
sv: Om detta alternativ är markerat denna mall är den standardmall för nya nyheter.

source: Sender email
it: Indirizzo email del mittente
sv: Avsändarens E-post

source: Sender name
it: Nome del mittente
sv: Avsändares Namn

source: Date
it: Data
sv: Datum

source: Logged in
it: Collegato come

source: You are logged in
it: Sei collegato

source: The last survey was submitted for
it: L'ultimo questionario è stato inviato da

source: on
it: il giorno

source: You have received this email because you are registered with %(site_name)s. Your contribution helps us track the spread of flu. If you do not wish to receive this weekly reminder any longer, please <a href="%(unsubscribe_url)s">unsubscribe</a> from our mailings.
it: Hai ricevuto questa email perché sei registrato a %(site_name)s. Il tuo contributo ci consente di monitorare l'influenza in tempo reale. Se preferisci non ricevere più questa newsletter settimanale, puoi <a href="%(unsubscribe_url)s">cancellarti</a>.

source: Resubscribe
it: Reiscriviti

source: You may resubscribe to the Influenzanet reminder/newsletter by pressing the button below.
it: Puoi reiscriverti alla newsletter di Influweb con il seguente tasto.

source: You have been successfully resubscribed to the mailing list
it: Sei stato reiscritto alla nostra newsletter con successo

source: Unsubscribe
it: Cancellati
sv: Avbeställ påminnelser

source: You may unsubscribe from the Influenzanet reminder/newsletter by pressing the button below.
it: Puoi cancellarti dalla newsletter di Influweb con il seguente tasto.
sv: Du kan avregistrera dig från Influensakolls påminnelser genom att klicka på knappen nedan.

source: You have been successfully unsubscribed from the mailing list
it: Sei stato cancellato dalla nostra newsletter con successo
sv: Du har tagits bort från påminnelselistan.

source: No symptoms
it: Nessun sintomo
sv: Inga symptom

source: Flu symptoms
it: Sintomi influenzali
sv: Influensaliknande symptom

source: Common cold
it: Raffreddore
sv: Symptomen die passen bij verkoudheid

source: Gastrointestinal symptoms
it: Sintomi gastrointestinali
sv: symptom på magsjuka

source: Allergy / hay fever and gastrointestinal symptoms
it: Allergia / febbre da fieno e sintomi gastrointestinali

source: Allergy / hay fever
it: Allergia / febbre da fieno

source: Common cold and gastrointestinal symptoms
it: Raffreddore e sintomi gastrointestinali

source: Other non-influenza symptoms
it: Altri sintomi non influenzali

source: Unknown
it: Sintomi sconosciuti
sv: Okänd

source: Please complete the background questionnaire for the participant "%(user_name)s" before marking him/her as healthy.
it: Ti preghiamo di compilare il questionario di adesione per il partecipante "%(user_name)s" prima di segnalarlo/a come senza sintomi.

source: Before we take you to the symptoms questionnaire, please complete the short background questionnaire below. You will only have to complete this once.
it: Prima di compilare il questionario dei sintomi ti chiediamo di compilare il questionario di adesione che trovi di seguito. Dovrai compilarlo soltanto una volta, ma potrai tornare in ogni momento a modificare i tuoi dati.
sv: Innan du kan rapportera för den här profilen ber vi dig fylla i bakgrundsenkäten nedan. Bakgrundsenkäten måste fyllas i för varje ny profil (men bara en gång för varje).

source: A new person has been added.
it: È stata aggiunta una nuova persona.
sv: En ny profil har lagts till.

source: "%s" is not a valid email address
it: "%s" non è un indirizzo e-mail valido

source: Invitation sent for "%s"
it: Invito mandato per "%s"

source: email "%s" has already been invited by someone
it: l'indirizzo "%s" è già stato invitato

source: Sender
it: Mittente

source: Recipient
it: Destinatario

source: Please enter the characters shown in the image in the field next to it.
it: Per favore, inserisci i caratteri mostrati nell'immagine

source: Recommendation by %s
it: Segnalato da %s

source: Recommendation
it: Segnalazione

source: %(email_sender)s recommends this page to you:
it: %(email_sender)s ti segnala questa pagina:

source: Recommend
it: Segnala

source: Your recommendation was sent out successfully.
it: La tua segnalazione è stata inviata con successo.

source: Please enter your and the recipient's e-mail address, and an optional message.
it: Inserisci il tuo indirizzo email, quello del destinatario e un messaggio opzionale.

source: Send
it: Invia
sv: Skicka

source: Play captcha as audio file
it: Ascolta il captcha come file audio

source: Invalid CAPTCHA
it: CAPTCHA non valido

source: This field is required.
it: Campo obbligatorio.

source: Edit post
it: Modifica

source: User
it: Nome del mittente

source: Post count
it: Conteggio dei post

source: Topic count
it: Numero di argomenti

source: Closed
it: Chiuso

source: Subscribers
it: Iscritti

source: Profile
it: Profilo

source: Profiles
it: Profili

source: Are you sure you want to delete this message?
it: Sei sicuro di voler eliminare questo/questi componenti?

source: Profile editing
it: Modifica del profilo

source: Change the password
it: Modifica la mia password

source: Save
it: Salva
sv: Spara

source: previous page
it: Precedente

source: Submit
it: Invia
sv: Skicka in

source: Edit
it: Modifica
sv: Redigera profilnamn

source: Edited
it: Modificato

source: Close topic
it: Chiudi argomento

source: Subscribe
it: Iscriviti

source: Register
it: Registrati
sv: Gå med

source: or
it: oppure
sv: eller

source: login
it: Entra

source: Statistics
it: Statistiche

source: Users
it: Utenti

source: Search
it: Cerca
sv: Sök

source: Activate users
it: Attiva l'utente

source: Re-send activation emails
it: Reinvia l'email di attivazione.

source: E-mail
it: Indirizzo email

source: Password (again)
it: Password (di nuovo, per verifica)

source: A user with that username already exists.
it: Un utente con questo nome è già presente nel database

source: The two password fields didn't match.
it: Le due password inserite sono diverse

source: I have read and agree to the Terms of Service
it: Ho letto e sottoscrivo i Termini di Servizio

source: You must agree to the terms to register
it: Devi sottoscrivere i termini di registrazione

source: This email address is already in use. Please supply a different email address.
it: Questo indirizzo email e` gia` in uso. Per favore, inserisci un indirizzo diverso.

source: Registration using free email addresses is prohibited. Please supply a different email address.
it: La registrazione tramite indirizzi email gratuiti non e` consentita. Per favore, inserisci un indirizzo diverso.

source: activation key
it: chiave di attivazione

source: registration profiles
it: profili di registrazione

source: Page not found
it: Pagina non trovata
sv: Sidan finns inte

source: The page you requested could not be found. We apologize for the inconvenience. Go to
it: Spiacenti, ma la pagina richiesta non è stata trovata. Ci scusiamo per l'inconveniente. Vai a
sv: Sidan du ville se kunde inte visas. Vi ber om ursäkt för detta. Klicka vidare till

source: home
it: pagina iniziale
sv: startsidan

source: Error
it: Errore
sv: Fel

source: An unexpected system error has occured. We apologize for the inconvenience. Go to
it: Si è verificato un errore. Gli amministratori del sito ne sono stati informati via email e verrà corretto a breve. Grazie per la tua pazienza. Vai a

source: Logged out
it: Disconnesso
sv: Du är utloggad

source: You have been logged out. Go to
it: Sei stato disconnesso. Vai a
sv: Du är utloggad. Gå till

source: My profile
it: Profilo

source: My Profile
it: Profilo

source: Account settings
it: Impostazioni account

source: Your settings have been updated
it: Le tue impostazioni sono state aggiornate

source: Email settings
it: Impostazione email

source: Your account
it: Profilo Utente

source: My results
it: Risultati

source: My household
it: Gestisci il tuo gruppo

source: Log out
it: Esci
sv: Logga ut

source: Your neighbourhood
it: Situazione nei tuoi dintorni

source: Regions in which we currently have reports of influenza-like illness are <strong class="flu">▸ red</strong>, and ones in which none of our participants currently report influenza-like illness are <strong class="nosymptoms">▸ gray</strong>. Reports of gastrointestinal infections are <strong class="gastro">▸ yellow</strong> and common cold reports are displayed in <strong class="cold">▸ blue</strong>.
it: La mappa mostra le diverse percentuali di casi di ILI tra gli utenti attivi nelleultime tre settimane in ciascun codice postale. Clicca sull'area colorataper leggere il codice postale e la percentuale di casi di ILI.

source: Map updated hourly.
it: Mappa aggiornata ogni ora

source: You can add multiple people (i.e. from your household, class or company) through "Your results". Each account can only have one <a href="/accounts/settings/">username</a> and <a href="/accounts/settings/">email address</a>. To leave feedback or get support,
it: Dalla pagina "Risultati", puoi gestire l'inserimento dei dati anche peraltre persone (ad esempio componenti del tuo nucleo familiare, della tua classeo del tuo ufficio). Ciascun account può avere un unico <a href="/accounts/settings/">username</a> ed <a href="/accounts/settings/">indirizzo email</a>. Per mandare commenti o segnalare problemi,

source: contact us
it: contattaci
sv: Kontakta oss

source: History
it: Risultati precedenti
sv: Historia

source: Add Survey
it: Aggiungi Questionario

source: My account
it: Profilo Utente
sv: Mitt konto

source: Logged in as
it: Collegato come
sv: Inloggad som

source: Log in
it: Entra
sv: Logga in

source: Forgot password?
it: Password dimenticata?
sv: Glömt lösenord?

source: Contact us
it: Contattaci
sv: Kontakta oss

source: Contact
it: Contattaci
sv: Kontakt

source: Your experience on this site will be improved by allowing cookies
it: La tua esperienza su questo sito può essere migliorata se accetti i cookies

source: Allow cookies
it: Accetta cookies

source: Save preference
it: Salva questa preferenza

source: see details
it: vedi dettagli

source: hide details
it: nascondi dettagli

source: Strictly necessary
it: Obbligatorio

source: Some cookies on this website are strictly necessary and can not be disabled.
it: Alcuni cookie per questo sito sono obbligatori e non possono essere disabilitati

source: Facebook, Twitter and other social websites need to know who you are to work properly.
it: Facebook, Twitter e altri siti social devono sapere chi sei per funzionare correttamente.

source: We anonymously measure your use of this website to improve your experience.
it: Teniamo traccia in modo anonimo dell'uso che fai di questo sito per migliorare la tua esperienza

source: Privacy settings
it: Impostazione privacy.

source: for this website
it: per questo sito

source: Some features of this website need your consent to remember who you are.
it: Alcune caratteristiche di questo sito hanno bisogno del tuo consenso per tenere in memoria la tua identità.

source: I consent
it: Acconsento

source: I decline
it: Non acconsento

source: Close window
it: Chiudi finestra

source: Surveys and Results
it: Questionari e Risultati

source: Cookie settings
it: Impostazione cookie

source: Latest Entries
it: Ultime notizie
sv: Senaste Inlägg

source: Previous
it: Precedente
sv: Föregående

source: Next
it: Successivo
sv: Nästa

source: Entries for
it: Notizie di
sv: Rapporter för

source: Archive
it: Archivio
sv: Arkiv

source: Latest news
it: Ultime notizie
sv: Senastes nyheter

source: Read more...
it: Continua a leggere
sv: Läs mer...

source: No news yet
it: Nessuna notizia
sv: Inga nyheter ännu

source: Questionnaire for participant
it: Stai compilando il questionario per
sv: Enkäten gäller

source: Please check the answers for the highlighted questions.
it: Per favore controlla le risposte per le domande evidenziate.
sv: Det verkar som du har missat några obligatoriska frågor eller fyllt i svar som inte har rätt format. Kolla de markerade frågorna.

source: Account Activation
it: Attivazione account
sv: Kontoaktivering

source: User activation failed.
it: Il tuo account non è stato attivato.
sv: Aktivering av ditt konto misslyckades.

source: Please try to copy and paste the link from the activation email, making sure you've got all letters copied. If this fails, please try to
it: Prova a copiare e incollare i link che hai ricevuto nella email di attivatione controllando di aver copiato tutte le lettere. Se questa procedura non funziona, prova a

source: log in
it: collegarti

source: using the username and password you provided during registration. If this still fails, please try to
it: usando username e password che hai inserito durante la registrazione. Se anche questa procedura fallisce, prova a

source: with a different username. If everything else fails, please do not hesitate to
it: usare uno username diverso. Se anche questo fallisce, per favore non esitare a contattarci.

source: Influenza virus
it: Virus dell'Influenza

source: Be part of a Europe-wide project to improve our understanding of how flu spreads.
it: Entra a far parte di un progetto Europeo che ci aiuterà a capire come si propaga l'influenza.

source: Back to the home page
it: Torna alla pagina iniziale
sv: Tillbaka till startsidan

source: Activation is complete.
it: Il tuo account è stato attivato con successo.
sv: Aktiveringen är klar.

source: proceed to the login page
it: vai alla pagina di accesso
sv: gå vidare till inloggningssidan

source: Login
it: Entra
sv: Inloggning

source: Enter your username and password to log in.
it: Inserisci nome utente e password.
sv: Skriv ditt användarnamn och lösenord för att logga in.

source: Forgot your password?
it: Password dimenticata?
sv: Glömt ditt lösenord?

source: Change Password
it: Modifica la password
sv: Ändra lösenord

source: Update Profile
it: Aggiorna il profilo
sv: Uppdatera profil

source: Please login to continue
it: Devi essere autenticato per continuare

source: If you have forgotten your password or username, you can
it: Se hai dimenticato il tuo username o la tua password, puoi

source: request a new password
it: richiedere una nuova password

source: and find out your username.
it: e ricevere il tuo username.

source: Password change successful
it: La modifica della password è stata effettuata correttamente
sv: Ändring av lösenord lyckades

source: Your password was changed.
it: La password è stata cambiata.
sv: Ditt lösenord har ändrats.

source: Password change
it: Modifica la password
sv: Ändring av lösenord

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
it: Inserisci la password attuale, per ragioni di sicurezza, e poi la nuova password due volte, per verificare di averla scritta correttamente.
sv: Skriv in ditt gamla lösenord och skriv sedan in ditt nya lösenord två gånger så vi kan kontrollera att du skrivit det rätt.

source: Old password:
it: Password attuale:
sv: Gamalt lösenord:

source: New password:
it: Nuova password:
sv: Nytt lösenord:

source: Confirm password:
it: Conferma la password:
sv: Bekräfta lösenordet:

source: Change my password
it: Modifica la mia password
sv: Ändra mitt lösenord

source: Password reset complete
it: Password reimpostata
sv: Återställningen fungerade

source: Your password has been set. You may go ahead and log in now.
it: La tua password è stata impostata. Ora puoi effettuare l'accesso.
sv: Ditt lösenord har ändrats. Du kan gå vidare och logga in nu.

source: Password reset
it: Reimposta la password
sv: Glömt lösenord

source: Enter new password
it: Inserisci la nuova password
sv: Skriv nytt lösenord

source: Please enter your new password twice so we can verify you typed it in correctly.
it: Inserisci la nuova password due volte, per verificare di averla scritta correttamente.
sv: Ange ditt nya lösenord två gånger så vi kan kontrollera att du skrivit det rätt.

source: Password reset unsuccessful
it: Password non reimpostata
sv: Återställning av lösenord misslyckades

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it: Il link per la reimpostazione della password non era valido, forse perché era già stato usato. Richiedi una nuova reimpostazione della password.
sv: Länken för återställning av lösenordet är ogiltigt, möjligen eftersom den redan har använts. Försök igen genom att klicka på Glömt lösenord.

source: Password reset successful
it: Istruzioni inviate correttamente
sv: Tack!

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
it: Abbiamo inviato le istruzioni per impostare la tua password all'indirizzo email che hai fornito. Arriveranno a breve.
sv: Vi har skickat en e-post med instruktioner för hur du byter ditt lösenord till din e-postadress. Du bör få den inom kort.

source: You're receiving this e-mail because you requested a password reset
it: Hai ricevuto questa email perché avevi chiesto un reset della password
sv: Du har fått denna e-post eftersom du begärt en återställning av ditt lösenord för ditt användarkonto på Influensakoll

source: for your user account at %(site_name)s
it: per l'account utente su %(site_name)s.
sv: för ditt användarkonto på %(site_name)s

source: Please go to the following page and choose a new password:
it: Vai alla pagina seguente e scegli una nuova password:
sv: Gå till följande sida och välj ett nytt lösenord:

source: Your username, in case you've forgotten:
it: Il tuo nome utente, in caso tu l'abbia dimenticato:
sv: Ditt användarnamn är:

source: Thanks for using our site!
it: Grazie per aver usato il nostro sito!
sv: Tack för att du är med i Influensakoll.

source: The %(site_name)s team
it: Il team di %(site_name)s
sv: %(site_name)s

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
it: Password dimenticata? Inserisci il tuo indirizzo email qui sotto, e ti invieremo per email le istruzioni per impostarne una nuova.
sv: Glömt ditt lösenord? Fyll i din e-postadress nedan så skickar vi en e-post med instruktioner för hur du får ett nytt lösenord.

source: E-mail address:
it: Indirizzo email:
sv: E-postadress:

source: Reset my password
it: Invia nuova password
sv: Jag vill återställa mitt lösenord

source: Registration complete
it: Registrazione completata
sv: Registreringen genomförd

source: Registration complete.
it: Registrazione completata.
sv: Registreringen genomförd.

source: An e-mail containing information about how to activate your account has been sent to your e-mail address.
it: Abbiamo inviato le istruzioni per attivare il tuo account all'indirizzo email che hai fornito. Arriveranno a breve.
sv: Ett e-postmeddelande med instruktioner för hur du aktiverar ditt konto har skickats till din e-postadress.
